{"components/common/home-welcome":"<div id=\"introduction\">\r\n\t<div id=\"video\">\r\n\t\t<iframe width=\"250\" height=\"188\" src=\"//www.youtube.com/embed/Xo7ygsEq9T4?rel=0&amp;autoplay=1\" frameborder=\"0\" allowfullscreen></iframe>\r\n\t</div>\r\n\t<!-- END video -->\r\n\t<div id=\"welcome\">\r\n\t\t<h1>Welcome to Stanwood Imports</h1>\r\n\t\t<p align=\"justify\">We make and distribute copper wind sculptures, copper rain chains, knitting supplies and bonsai tools under the registered brand name of Stanwood<sup>&reg;</sup>. Your order will be shipped within <span style=\"color:Blue;\">ONE BUSINESS DAY</span> with online tracking. Your satisfaction is 100% guaranteed by a <a href=\"http://www.stanwoodimports.com/policies/\"><span style=\"color:blue;\">90-day hassle-free return policy</span></a>. Please e-mail us at <a href=\"mailto:service@stanwoodimports.com\"><span style=\"color:Blue;\">service@stanwoodimports.com</span> </a> or call us toll free at <a href=\"tel:(888) 670-5570\"><span style=\"color:Blue;\">(888) 670-5570</span></a> if you have any questions.</p>\r\n\t\t<script src=\"https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js\"></script>\r\n\t\t<script type=\"text/javascript\">\r\n\t\t\t$(document).ready(function(){\r\n\t\t\t\t$(\"#togglerRead\").click(function() {\r\n\t\t\t\t\t$(\"#togglePara\").toggle(\"slow\");\r\n\t\t\t\t});\r\n\t\t\t});\r\n\t\t</script>\r\n\t\t<p id=\"togglerRead\">Read more ...</p>\r\n\t\t<div id=\"togglePara\" style=\"display:none;\">\r\n\t\t\t<p align=\"justify\">Our products include the inspiring pieces that will turn any outdoor area into a more enjoyable place to be. A wind sculpture is the ideal way to add an artistic point of beauty to the areas where you spend time with your friends or family. Whether you put a kinetic sculpture in your garden or near the patio, nothing will compare with the beauty of what many people feel epitomizes the definition of art. </p>\r\n\t\t\t<p align=\"justify\">A kinetic wind sculpture works entirely on the power of the wind, moving in response to the gentlest breeze. The components that make up every individual design are mesmerizing and relaxing. Create an outdoor haven where you can unwind and let your wind sculpture take away your thoughts and fill you with a sense of fun and peacefulness. A wind spinner is a wonderful addition to any outdoor area, and is a great investment. It also makes the perfect gift for anyone that would benefit from a stunning piece of moveable outdoor art. </p>\r\n\t\t\t<p align=\"justify\">Another way to add an aesthetically pleasing, but highly functional, feature to your home is by installing a rain chain. These beautiful chains are made in various styles to replace traditional guttering. They guide water that lands on the roof of your home or other building to the ground - or even into a rain barrel. Not only does the beauty of a creatively designed copper rain chain have more appeal than a closed gutter, it also creates a soft tinkling sound as it guides water down.</p>\r\n\t\t\t<p align=\"justify\">If you enjoy knitting, you will also enjoy our variety of bamboo knitting needles and yarn ball winders. Many knitters prefer bamboo because of the needles’ light weight, quieter sound and better ability to hold stitches. They are also a more eco-friendly choice since they are made from a renewable wood source! Select a yarn winder from one of our various styles and take the aggravation of winding by hand out of your knitting. You can also enjoy a fun and attractive yarn swift if you have numerous skeins of yarn to wind.</p>\r\n\t\t\t<p align=\"justify\">We look forward to hearing from you and are always ready to answer any of your questions about our outdoor art and knitting products. \r\n\t\t</div>\r\n\t</div>\r\n\t<!-- END welcome -->\r\n</div>​"}